Скрипты/UC8_ChangePassword/data/t21_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><AccountUpdateRequest xmlns=\"com.advantage.online.sto"
"re.accountservice\"><lastName>Yamshikov</lastName><firstName>Denis</firstName><accountId>70030"
"9255</accountId><countryId>Russia,ru</countryId><stateProvince>Bsh/Gr/fdd</stateProvince><city"
"Name>Ufa</cityName><address>Komsomolskay</address><zipcode>321</zipcode><phoneNumber>778545455"
"</phoneNumber><email>test@test.ru</email><accountType>10</accountType><allowOffersPromotion>tr"
"ue</allowOffersPromotion><base64Token>Basic ZGVuaXM6MTIzNG9P</base64Token></AccountUpdateReque"
"st></soap:Body></soap:Envelope>"
